Repository: ulanoff/CoffeeHouses-iOS
Catalog: CoffeeHouses-iOS/*.lproj/Localizable.strings
Languages: ru

# signIn-title
source: Вход
ru: Sign In

# signIn-passwordField-label
source: Пароль
ru: Password

# signIn-submitButton
source: Войти
ru: Sign In

# signIn-signUpButton
source: Еще не зарегестрированы?
ru: Not registered yet?

# signIn-successAlert-msg
source: Успешный вход
ru: Successful Sign In

# signUp-title
source: Регистрация
ru: Registration

# signUp-passwordField-label
source: Пароль
ru: Password

# signUp-passwordRepeatField-label
source: Повторите пароль
ru: Repeat Password

# signUp-submitButton
source: Регистрация
ru: Register

# signUp-successAlert-msg
source: Успешная регистрация
ru: Successful Registration

# cafesList-title
source: Ближайшие кофейни
ru: Nearest Cafes

# cafesList-showOnMapButton
source: На карте
ru: Show on Map

# cafesList-distancePostfix
source: от вас
ru: away from you

# cafesMap-title
source: Карта
ru: Map

# cafeMenu-title
source: Меню
ru: Menu

# cafeMenu-paymentButton
source: Перейти к оплате
ru: Proceed to Payment

# payment-title
source: Ваш заказ
ru: Your Order

# payment-payButton
source: Оплатить
ru: Pay

# payment-msgForUser
source: Время ожидания заказа 15 минут! Спасибо, что выбрали нас!
ru: Order wait time 15 minutes! Thank you for choosing us!

# error-wrongCredentials
source: Неправильные данные
ru: Incorrect credentials

# error-accountAlreadyExists
source: Аккаунт с такими данными уже существует
ru: An account with these credentials already exists

# error-passwordsDoesntMatch
source: Введенные пароли не совпадают
ru: Entered passwords do not match

# error-unknown
source: Неизвестная ошибка
ru: Unknown error

# error-unauthorized
source: Время действия токена авторизации истекло - вам нужно снова войти в аккаунт.
ru: Authorization token has expired - you need to log in again.

# error-locationUsageRestricted
source: Использование сервисов геолокации было ограничено. Приложение не может отображать расстояние до заведений.
ru: The use of location services has been restricted. The app cannot display the distance to establishments.

# error-locationUsageDenied
source: Использование сервисов геолокации было отклонено. Приложение не может отображать расстояние до заведений.
ru: The use of location services has been denied. The app cannot display the distance to establishments.

# error-locationNotAvailable
source: Сервисы геолокации недоступны. Приложение не может отображать расстояние до заведений.
ru: Location services are not available. The app cannot display the distance to establishments.

# error-emptyOrder
source: Оплачивать нечего :\
ru: There's nothing to pay for :\

# alert-ok
source: Ок
ru: OK

# unit-meter-short
source: м
ru: m

# unit-kilometer-short
source: км
ru: km

# currency-russianRouble-short
source: руб
ru: RUB
